[
  {
    "link": "https://mongabay.org/about/team/",
    "companyLink": "https://mongabay.org",
    "image": "https://mongabay.org/wp-content/uploads/2022/03/Andre%CC%81s-Alegri%CC%81a-336x333.png",
    "name": "Andres Alegria",
    "role": "Graphics Editor",
    "company": "Mongabay",
    "email": "andres [at] mongabay.com",
    "description": "Andrés is a skilled graphic designer with an academic background in marine ecology. Before joining Mongabay. Early in his career Andrés worked in the context of artisanal fisheries throughout the Mesoamerican Reef. Here he focused on the development of highly participatory management tools and corresponding communication campaigns targeting a wide array of stakeholders demanding diverse media outputs. Most recently, as graphics and data officer in the IPCC, Andrés has supported numerous scientists from around the world in the production of climate change – related schematics, maps, and other datdriven graphics."
  },
  {
    "link": "https://mongabay.org/about/team/",
    "companyLink": "https://mongabay.org",
    "image": "https://mongabay.org/wp-content/uploads/2013/11/alexa-61-336x333.jpg",
    "name": "ALEXA VÉLEZ ZUAZO",
    "role": "Managing Editor",
    "company": "Mongabay Latam",
    "email": "alexa [at] mongabay.com",
    "description": "Alexa is a journalist with more than 10 years of experience in political and environmental research. She has extensive experience in production and management of audiovisual content. Before joining Mongabay, she produced and wrote stories for the TV show AmbienTV, an environmental broadcast in Peru with nationwide reach. She also contributed travel supplement articles for El Comercio, an important newspaper in Peru. She is knowledgeable on environmental issues like value chains in forests and the management of protected areas."
  },
  {
    "link": "https://mongabay.org/about/team/",
    "companyLink": "https://mongabay.org",
    "image": "https://mongabay-images.s3.amazonaws.com/staff/morgan.jpg",
    "name": "MORGAN ERICKSODAVIS",
    "role": "Senior Editor L2",
    "company": "Mongabay",
    "email": "morgan [at] mongabay.com",
    "description": "Morgan has been writing for Mongabay since 2008 and came on fultime in 2014. Trained in biology, Morgan has taken advantage of every available opportunity to learn more about the world, from working as a fisheries biologist in the South Pacific to evaluating river health in western Montana. Before jumping into journalism, Morgan spent a decade editing scientific manuscripts. Currently, she manages Mongabay’s forests and global palm oil reporting programs."
  },
  {
    "link": "https://mongabay.org/about/team/",
    "companyLink": "https://mongabay.org",
    "image": "https://mongabay.org/wp-content/uploads/2013/11/willie.jpg",
    "name": "WILLIE SHUBERT",
    "role": "Global Program Director",
    "company": "Mongabay",
    "email": "willie [at] mongabay.com",
    "description": "Willie is the Global Program Director for Mongabay where he supports its global news program through the management and implementation of the organization’s portfolio of granfunded projects. Willie worked previously as the Senior Program Officer for Internews’ Earth Journalism Network where he managed the implementation of EJN’s environmental journalism activities in Asia and led the network’s technology initiatives globally. In this capacity he has trained and collaborated directly with hundreds of journalists to craft idepth stories and ccreate media projects that improve professional skills and amplify the voices of people living closest to environmental hotspots. He started his journalism career at National Geographic Magazine, where he coordinated translation for the magazine’s 32 local language partners. He holds a degree in Geography from Humboldt State University with concentrations in cartography, environmental economics, and Chinese studies."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/clement-prodhomme",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6d00ce925405e8b59bc5a_Cle%CC%81ment-Prodhomme.-scaled-e1659950068602-340x340.jpg",
    "name": "Clément Prod'homme",
    "role": "Frontend Engineer",
    "company": "Vizzuality",
    "description": "Clément joined Vizzuality's front-end team as an intern after graduating with a master's degree in Computer Science and applied mathematics in 2014. Over time, he has progressed to the position of Technical Lead, underscoring his continuous growth and particular skills in leadership, communication and thoroughness.<br><br> Beyond his professional responsibilities, Clément is deeply committed to environmental causes, with a particular focus on climate change. He actively engages in climate strikes and volunteers with a local cycling activist group in Stockholm. When he's not on his bike, you can often find him at the swimming pool, enjoying his favourite and enduring physical activity."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/barbara-barcellos",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c30fee9a2779958817bb_barbara.jpeg",
    "name": "Bárbara Chaves",
    "role": "Frontend Engineer",
    "company": "Vizzuality",
    "description": "Once a physical therapist in Rio de Janeiro, Bárbara found her calling through an Adalab front-end web development Bootcamp in Madrid. She set out to work for data science startups to build tools that promote sustainability and eventually found her way to Vizzuality. During her working hours, she contributes to creating Vizzuality’s web applications for data visualization."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/alvaro-leal",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c308f30176cc908da59f_alvaro-leal.jpeg",
    "name": "Álvaro Leal",
    "role": "Frontend Engineer",
    "company": "Vizzuality",
    "description": "Álvaro is a blues playing, full-stack developer who creates flawless visuals with Ruby on Rails and React. He mostly plays in the frontend but likes to riff in the backend too, creating soulful user experiences and quality code. Álvaro’s motivated by a desire to make data more transparent and inspire people to defend the future of our planet. He has a degree in Communication and Media and studied at Le Wagon’s Ruby on Rails bootcamp in Brussels.<br><br>Álvaro’s passion in life is music. For eight years he sang and played guitar with a blues band that played all over Spain. On stage he used his music to connect with the audience. Creating connections with humans remains a key principle in his work as a developer - striking the right chord that reverberates to the core."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/agnieszka-figiel",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/6553afcf4d24cfe1735a29f4_Agnieszka.jpg",
    "name": "Agnieszka Figiel",
    "role": "Backend Engineer",
    "company": "Vizzuality",
    "description": "Agnieszka holds a degree in Computer Science from Kraków University of Science and Technology and has been a professional programmer ever since. She began her career as a full-stack web developer and an early adopter of the Ruby on Rails framework, of which she is still a passionate advocate. Currently, her focus is on system backends, with a keen interest in relational databases.<br><br>Prior to joining Vizzuality in 2017, she gained pivotal experience at UNEP's World Conservation Monitoring Centre in Cambridge. There, she was introduced to international organizations and projects dedicated to biodiversity conservation and the fight against illegal wildlife trade. At Vizzuality, she has had the opportunity to contribute to a diverse range of exciting and meaningful projects. Her work has touched on important issues such as sustainable commodity trade, climate change mitigation, and reducing food waste.<br><br>Agnieszka derives genuine joy from the creative process of designing and coding solutions for meaningful problems."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/tiago-garcia",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6d275a2bca7ca1cde95b8_Tiago-Garcia-scaled-e1659949900111-340x340.jpg",
    "name": "Tiago Garcia",
    "role": "Backend Engineer",
    "company": "Vizzuality",
    "description": "Tiago calls his relationship with computers and computer science “love at first sight”, which happened when he was only 9. He pursued this passion ever since, and finished his Master’s degree in Computer Science in Faculdade de Ciências e Tecnologia - UNL in Lisbon in late 2010. A few months after, he joined Vizzuality as a PHP backend developer. His other passions are gaming and music. Some believe he was born already wearing earphones."
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/alicia-arenzana",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c30871b18ee16d1f714a_alicia.jpeg",
    "description": "Alicia Arenzana is a seasoned Senior Data Engineer at Vizzuality, with over 9 years of dedicated experience in the dynamic realm of geospatial data. She stands at the forefront of Vizzuality's core projects, leveraging her expertise to craft innovative solutions that harness the power of geospatial information. Alicia's academic foundation in Environmental Engineering, acquired at the prestigious Universidad Politécnica de Madrid, has driven her passion for studying the intricate interplay between human activities and their environmental impact. With a commitment to sustainability and a wealth of experience, Alicia continues to be a driving force in the field of geospatial data engineering.",
    "name": "Alicia Arenzana",
    "role": "Scientist",
    "company": "Vizzuality"
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/iker-sanchez-requerey",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c30af95143c88edc6f98_iker-sanchez.jpeg",
    "description": "Iker is a Scientist who uses his scientific skills to analyse and interpret data, identifying the best approaches for addressing the issues we face. A Physicist at heart, Iker has always been interested in understanding the world around him. Before Vizzuality, he worked on research problems connected to Solar Physics, studying the interaction between the Sun’s plasma and magnetic fields to better understand the heating of the solar atmosphere.<br><br>He applies the techniques he used, such as Deep Learning methods, to the research we do and seeks to understand the interaction of living species, climate, weather, and natural resources that affect life on earth.",
    "name": "Iker S. Requerrey",
    "role": "Scientist",
    "company": "Vizzuality"
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/daniel-caso",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c308f64294f63bfbb194_Dani.jpeg",
    "description": "Daniel joined Vizzuality in 2011 as a visual and interaction designer after receiving a Senior Design Technician qualification at the Escuela de Arte de Salamanca. He has spent many years working on user interfaces for mobile and desktop applications and graphic design in advertising.<br><br>Dani is always on the lookout for new technologies, techniques, and tools to improve his skills and make even better designs. He admires design in all of its forms, from generative data visualizations to architecture and industrial design.",
    "name": "Daniel Caso",
    "role": "Designer",
    "company": "Vizzuality"
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/teona-teodorescu",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c30c5035e565c3f7b4a9_Teona-Photo.jpeg",
    "description": "Teona is experienced in design thinking. She is attracted by the process of solving a design problem using visual means, striving to keep designs as simple, fresh and engaging as possible. She loves the challenge of balancing functionality with creativity. In every design, she lets the client and user needs guide her. Her talent lies in adding creative flair to those needs.<br><br>Finding her creative passion in the innovative presentation of message and user experience, Teona grew from graphic design into specialising in data visualisation. She studied Graphic Communication Design at the University of Westminster, and later completed a Master in Information Design at the University of Reading. She draws from the skills developed in both courses in her work today. She takes inspiration from other dashboards, websites, apps and digital tools, as well as the arts to influence her visual language. To further understand user experience, she is currently working on a distance learning masters in Psychology, from the University of London.<br><br>Teona continually applies design thinking to understand and improve other areas of her life. For example, she teaches design thinking to children. Drawing on its principles, she included the children's needs and input directly to restructure the course. She applies the same process of questioning, exploring, listening and simplifying to her own well-being and growth, using methods such as meditation, dance therapy, journalling, reading, spoken therapy and being outdoors.",
    "name": "Teona Teodorescu",
    "role": "Designer",
    "company": "Vizzuality"
  },
  {
    "companyLink": "https://www.vizzuality.com",
    "link": "https://www.vizzuality.com/team/pablo-urrutia",
    "image": "https://assets-global.website-files.com/64b51aeeecb8e747caaf118c/64b6c30652f7876850d4e397_Pablo-Urrutia.jpeg",
    "description": "Pablo is an experienced Project Manager who helps our team and clients successfully achieve their goals. He identifies new needs and spots the problems in need of solving. With experience in Inbound Content Marketing Strategies and UX/Ui design, Pablo has a special interest in the design of user-centred digital products.Pablo has a degree in Biological Sciences and a Masters in Digital Marketing and Social Media Strategies.<br/><br/>Before joining us, he was a Project Manager at a creative communication consultancy. He loves to scuba dive, and even earned a living from it for a while.",
    "name": "Pablo Urrutia",
    "role": "Project Manager",
    "company": "Vizzuality"
  }
]
